<?php

return [
    'good_morning_greet_arr' => [
        '快樂是一天，痛苦也是一天，冠樺~打起精神來吧 :)',
        '早起的鳥兒有蟲起!! 冠樺 fighting ~ ',
        '正式壓力，輕鬆面對~~ 阿宇永遠在你身邊喔',
        '冠樺，早安，衝衝衝',
        '早安，冠樺，今天的你似乎幹勁十足呢!',
        '冠樺，今天有沒有又被自己美醒啊 XD ',
        'Hi 冠樺，早安',
    ],
    'question_greet_arr' => [
        '冠樺，忙碌一天累了吧',
        '冠樺，辛苦了',
        '嗨嗨，你那邊天氣好嗎',
        '來吧',
        '哈哈哈哈哈哈哈哈，你今天精神狀況好嗎',
        '今天過得好嗎',
    ],
    'daily_questions' => [
        '2019-03-26' => [
            'question' => '你知道颱風天要帶多少錢才能夠出門嗎? ',
            'answer' => '4千萬...... ，因為「颱風天沒事千萬不要出門 」'
        ],
        '2019-03-27' => [
            'question' => '為什麼哈利波特不吃冰',
            'answer' => '因為魔法少年賈修'
        ],
        '2019-03-28' => [
            'question' => '你知道 "Kiss"是動詞、形容詞還是名詞？ ',
            'answer' => '你猜對了嗎，它是連接詞 wwww'
        ],
        '2019-03-29' => [
            'question' => '你知道 "Kiss"是動詞、形容詞還是名詞？ ',
            'answer' => '你猜對了嗎，它是連接詞 wwww'
        ],
        '2019-03-30' => [
            'question' => '達文西密碼的上面是什麼?',
            'answer' => '是達文西帳號，加碼你知道下面是什麼嗎?，是「文西，忘記密碼了嗎?」'
        ],
        '2019-03-31' => [
            'question' => '一個海獅會做什麼什麼呢？',
            'answer' => '海獅會害怕，那三個海獅會...不知所措 XDD'
        ],
        '2019-04-01' => [
            'question' => '你知道中國哪個皇帝最漂亮嗎?',
            'answer' => '是秦始皇。因為他暴政'
        ],
        '2019-04-02' => [
            'question' => '
            小明1歲就被絆倒1次
            小美3歲就被絆倒3次
            小華5歲就被絆倒5次
            猜一地名',
            'answer' => '是依比例半島，(假摔動作)'
        ],
        '2019-04-03' => [
            'question' => '有禿頭的人適合看什麼片?',
            'answer' => '是鬼片，因為會讓他們頭皮發毛'
        ],
        '2019-04-04' => [
            'question' => '你知道誰的微積分最爛嗎?',
            'answer' => '是孔子，因為他知其不可為而為之XDD'
        ],
        '2019-04-05' => [
            'question' => '有一天梨子跟蘋果比賽誰先喊對方的名字誰就輸了，為什麼梨子贏了？',
            'answer' => '因為蘋果說了「來啊！」XDDD'
        ],
        '2019-04-08' => [
            'question' => '1.少了一本書，猜一成語？ 2.第11本書，猜一成語？',
            'answer' => '缺一不可（缺一Book）、不可思議（Book11）。'
        ],
        '2019-04-09' => [
            'question' => '一天，一塊三分熟牛排在街上走的，對面走來了一塊五分熟的牛排，為什麼他們見面了卻沒打招呼呢',
            'answer' => '因為他們不熟'
        ],
        '2019-04-10' => [
            'question' => '一根牙籤走在路上，一看到刺蝟就說...',
            'answer' => '一根牙籤走在路上，一看到刺蝟就說：啊，公車來了'
        ],
        '2019-04-10' => [
            'question' => '一天，阿嬤帶乖孫去湖邊散步，孫子不小心腳滑掉進湖裡。阿嬤很著急，這時候湖邊女神浮出水面，阿嬤就說...',
            'answer' => '一天，阿嬤帶乖孫去湖邊散步，孫子不小心腳滑掉進湖裡。阿嬤很著急，這時候湖邊女神浮出水面，阿嬤就說：啊你有沒有看見我的金孫？女神回答：妳太不誠實了！然後消失在水裡。'
        ],
        '2019-04-11' => [
            'question' => '有天在一場射箭比賽中，第一位選手上場了，射出一箭，命中紅心！全場驚呼:Wow~Who are you?選手一號回答:I am后羿。
            緊接著第二位上場了，射出一箭，命中紅心！觀眾驚呼:Wow~Who are you?第二位選手說:I am 羅賓漢。
            第三位選手登場，射出一箭，射到觀眾！此時觀眾驚訝問到:Wow~Who are you?三號選手支支吾吾的回答:I am',
            'answer' => '三號選手支支吾吾的回答:I am sorry'
        ],
        '2019-04-12' => [
            'question' => '有天小明電話費沒有繳，他去了7-11，出來後卻是坐輪椅，為什麼?',
            'answer' => '因為小明繳費(腳廢)了'
        ],
        '2019-04-13' => [
            'question' => '張飛跟關羽在騎馬，張飛看到前面有懸崖，就跟關羽說：二哥你快勒馬，關羽回頭說...',
            'answer' => '張飛跟關羽在騎馬，張飛看到前面有懸崖，就跟關羽說：二哥你快勒馬，關羽回頭說：我快樂啊，然後他就掉下懸崖死了'
        ]
    ],
    'hit_on_arr' => [
        '2019-04-14' => [
            'question' => '你知道天上為什麼有一個太陽和一個月亮嗎？',
            'answer' => '因為太陽讓我們曬恩愛，月亮代表我的心 :) '
        ],
        '2019-04-15' => [
            'question' => '昨天你一直跑到我的夢裡，那我就親口和你說一個秘密吧',
            'answer' => '那我們先親口 :)'
        ],
        '2019-04-16' => [
            'question' => '我必須要來跟你說我想跟你結婚，因為我跟別人玩真心話大冒險輸了',
            'answer' => '但是我選的是真心話 :)'
        ],
        '2019-04-17' => [
            'question' => '我忽然覺得你長得很像一個人..',
            'answer' => '像我未來的老婆 :)'
        ],
        '2019-04-18' => [
            'question' => '妳烤肉的時候會先烤什麼啊？ 以及妳知道我會先烤什麼嗎？',
            'answer' => '我會先考慮妳....喜歡吃什麼 然後先烤給妳吃'
        ],
        '2019-04-19' => [
            'question' => '我昨晚做了一個噩夢..',
            'answer' => '因為夢裡沒有你，多希望閉眼就睡，睜眼有你 wwww'
        ],
        '2019-04-20' => [
            'question' => '你覺得 1+2=2+1 是成立的嗎?',
            'answer' => '那麼 i love you=you love me 是不是也是 :)'
        ],
        '2019-04-22' => [
            'question' => '最近懷疑自己是不是得躁鬱症了',
            'answer' => '因為覺得情緒起伏很明顯會間斷跟落差，冠樺你是不是要期中考了，要加油哦!'
        ],
        '2019-04-23' => [
            'question' => '你是2，我是4',
            'answer' => '因為我除了你還是你'
        ],
        '2019-04-24' => [
            'question' => '最近阿宇有聽樺，飲料少少喝',
            'answer' => '也希望情緒不要被糖份控制住，希望自己能好好面對自己情緒的課題'
        ],
        '2019-04-25' => [
            'question' => '你覺得酒駕可不可取',
            'answer' => '那妳可取囉'
        ],
        '2019-04-26' => [
            'question' => '希望今天能 18 點就放大家回家',
            'answer' => '我愛你，冠樺'
        ],
        '2019-04-27' => [
            'question' => '你知道為什麼我會一直在你心裡嗎？',
            'answer' => '因為我瘦的時候進去，胖的時候就卡住了'
        ]
    ],
];
