<?php

return [
    'good_morning_greet_arr' => [
        '快樂是一天，痛苦也是一天，冠樺~打起精神來吧 :)',
        '早起的鳥兒有蟲起!! 冠樺 fighting ~ ',
        '正式壓力，輕鬆面對~~ 阿宇永遠在你身邊喔',
        '冠樺，早安，衝衝衝',
        '早安，冠樺，今天的你似乎幹勁十足呢!',
        '冠樺，今天有沒有又被自己美醒啊 XD ',
        'Hi 冠樺，早安',
    ],
    'question_greet_arr' => [
        '冠樺，忙碌一天累了吧',
        '冠樺，辛苦了',
        '嗨嗨，你那邊天氣好嗎',
        '來吧',
        '哈哈哈哈哈哈哈哈，你今天精神狀況好嗎',
        '今天過得好嗎',
    ],
    'daily_questions' => [
        '2019-03-26' => [
            'question' => '你知道颱風天要帶多少錢才能夠出門嗎? ',
            'answer' => '4千萬...... ，因為「颱風天沒事千萬不要出門 」'
        ],
        '2019-03-27' => [
            'question' => '為什麼哈利波特不吃冰',
            'answer' => '因為魔法少年賈修'
        ],
        '2019-03-28' => [
            'question' => '你知道 "Kiss"是動詞、形容詞還是名詞？ ',
            'answer' => '你猜對了嗎，它是連接詞 wwww'
        ],
        '2019-03-29' => [
            'question' => '你知道 "Kiss"是動詞、形容詞還是名詞？ ',
            'answer' => '你猜對了嗎，它是連接詞 wwww'
        ],
        '2019-03-30' => [
            'question' => '達文西密碼的上面是什麼?',
            'answer' => '是達文西帳號，加碼你知道下面是什麼嗎?，是「文西，忘記密碼了嗎?」'
        ],
        '2019-03-31' => [
            'question' => '一個海獅會做什麼什麼呢？',
            'answer' => '海獅會害怕，那三個海獅會...不知所措 XDD'
        ],
        '2019-04-01' => [
            'question' => '你知道中國哪個皇帝最漂亮嗎?',
            'answer' => '是秦始皇。因為他暴政'
        ],
        '2019-04-02' => [
            'question' => '
            小明1歲就被絆倒1次
            小美3歲就被絆倒3次
            小華5歲就被絆倒5次
            猜一地名',
            'answer' => '是依比例半島，(假摔動作)'
        ],
        '2019-04-03' => [
            'question' => '有禿頭的人適合看什麼片?',
            'answer' => '是鬼片，因為會讓他們頭皮發毛'
        ],
        '2019-04-04' => [
            'question' => '你知道誰的微積分最爛嗎?',
            'answer' => '是孔子，因為他知其不可為而為之XDD'
        ],
        '2019-04-05' => [
            'question' => '有一天梨子跟蘋果比賽誰先喊對方的名字誰就輸了，為什麼梨子贏了？',
            'answer' => '因為蘋果說了「來啊！」XDDD'
        ],
        '2019-04-08' => [
            'question' => '1.少了一本書，猜一成語？ 2.第11本書，猜一成語？',
            'answer' => '缺一不可（缺一Book）、不可思議（Book11）。'
        ],
        '2019-04-09' => [
            'question' => '一天，一塊三分熟牛排在街上走的，對面走來了一塊五分熟的牛排，為什麼他們見面了卻沒打招呼呢',
            'answer' => '因為他們不熟'
        ],
        '2019-04-10' => [
            'question' => '一根牙籤走在路上，一看到刺蝟就說...',
            'answer' => '一根牙籤走在路上，一看到刺蝟就說：啊，公車來了'
        ],
        '2019-04-10' => [
            'question' => '一天，阿嬤帶乖孫去湖邊散步，孫子不小心腳滑掉進湖裡。阿嬤很著急，這時候湖邊女神浮出水面，阿嬤就說...',
            'answer' => '一天，阿嬤帶乖孫去湖邊散步，孫子不小心腳滑掉進湖裡。阿嬤很著急，這時候湖邊女神浮出水面，阿嬤就說：啊你有沒有看見我的金孫？女神回答：妳太不誠實了！然後消失在水裡。'
        ],
        '2019-04-11' => [
            'question' => '有天在一場射箭比賽中，第一位選手上場了，射出一箭，命中紅心！全場驚呼:Wow~Who are you?選手一號回答:I am后羿。
            緊接著第二位上場了，射出一箭，命中紅心！觀眾驚呼:Wow~Who are you?第二位選手說:I am 羅賓漢。
            第三位選手登場，射出一箭，射到觀眾！此時觀眾驚訝問到:Wow~Who are you?三號選手支支吾吾的回答:I am',
            'answer' => '三號選手支支吾吾的回答:I am sorry'
        ],
        '2019-04-12' => [
            'question' => '有天小明電話費沒有繳，他去了7-11，出來後卻是坐輪椅，為什麼?',
            'answer' => '因為小明繳費(腳廢)了'
        ],
        '2019-04-13' => [
            'question' => '張飛跟關羽在騎馬，張飛看到前面有懸崖，就跟關羽說：二哥你快勒馬，關羽回頭說...',
            'answer' => '張飛跟關羽在騎馬，張飛看到前面有懸崖，就跟關羽說：二哥你快勒馬，關羽回頭說：我快樂啊，然後他就掉下懸崖死了'
        ],
        '2019-05-13' => [
            'question' => '阿，突然忘記你名字了，但我可以跟你借錢嗎？',
            'answer' => 'Jenny'
        ],
        '2019-05-14' => [
            'question' => '男的鼓起勇氣向女神表白：「你知道嗎？我喜歡一個人。」 結果...',
            'answer' => '女：「哦，你喜歡一個人啊，那我先走了。」
            男：....'
        ],
        '2019-05-15' => [
            'question' => '有一個字，人人都會念錯，這是個什麼字？',
            'answer' => '錯'
        ],
        '2019-05-16' => [
            'question' => '世界上什麼人老的最快？',
            'answer' => '新娘，因為今天是新娘，明天就是老婆了'
        ],
        '2019-05-17' => [
            'question' => '有一天食客不小心撞見了皇上跟妃子在洞房，結果食客就變成了',
            'answer' => '見朕騎姬的食客'
        ],
        '2019-05-18' => [
            'question' => '有七個一模一樣的老鼠洞，裡面各住了一隻老鼠，有隻昏餓的野貓來到老鼠洞口，牠猶豫了一會兒，走到第四個洞口，吃掉了裡面的老鼠，為什麼？',
            'answer' => '牠高興！'
        ]
    ],
    'hit_on_arr' => [
        '2019-04-14' => [
            'question' => '你知道天上為什麼有一個太陽和一個月亮嗎？',
            'answer' => '因為太陽讓我們曬恩愛，月亮代表我的心 :) '
        ],
        '2019-04-15' => [
            'question' => '昨天你一直跑到我的夢裡，那我就親口和你說一個秘密吧',
            'answer' => '那我們先親口 :)'
        ],
        '2019-04-16' => [
            'question' => '我必須要來跟你說我想跟你結婚，因為我跟別人玩真心話大冒險輸了',
            'answer' => '但是我選的是真心話 :)'
        ],
        '2019-04-17' => [
            'question' => '我忽然覺得你長得很像一個人..',
            'answer' => '像我未來的老婆 :)'
        ],
        '2019-04-18' => [
            'question' => '妳烤肉的時候會先烤什麼啊？ 以及妳知道我會先烤什麼嗎？',
            'answer' => '我會先考慮妳....喜歡吃什麼 然後先烤給妳吃'
        ],
        '2019-04-19' => [
            'question' => '我昨晚做了一個噩夢..',
            'answer' => '因為夢裡沒有你，多希望閉眼就睡，睜眼有你 wwww'
        ],
        '2019-04-20' => [
            'question' => '你覺得 1+2=2+1 是成立的嗎?',
            'answer' => '那麼 i love you=you love me 是不是也是 :)'
        ],
        '2019-04-22' => [
            'question' => '最近懷疑自己是不是得躁鬱症了',
            'answer' => '因為覺得情緒起伏很明顯會間斷跟落差，冠樺你是不是要期中考了，要加油哦!'
        ],
        '2019-04-23' => [
            'question' => '你是2，我是4',
            'answer' => '因為我除了你還是你'
        ],
        '2019-04-24' => [
            'question' => '最近阿宇有聽樺，飲料少少喝',
            'answer' => '也希望情緒不要被糖份控制住，希望自己能好好面對自己情緒的課題'
        ],
        '2019-04-25' => [
            'question' => '你覺得酒駕可不可取',
            'answer' => '那妳可取囉'
        ],
        '2019-04-26' => [
            'question' => '希望今天能 18 點就放大家回家',
            'answer' => '我愛你，冠樺'
        ],
        '2019-04-27' => [
            'question' => '你知道為什麼我會一直在你心裡嗎？',
            'answer' => '因為我瘦的時候進去，胖的時候就卡住了'
        ],
        '2019-05-01' => [
            'question' => '冠樺，我這次連假玩的好開心，謝謝你特地翹課來陪我，真對不起明明你事情很多的',
            'answer' => '我在裡面會好好的，記得我們都要好好的哦'
        ],
        '2019-05-02' => [
            'question' => '冠樺你真的變好瘦，真的可以多吃一點拉，媽媽都說你太瘦了((媽寶嘴臉',
            'answer' => '但要記得別瘦了就從我心中東東的跑出來哦'
        ],
        '2019-05-03' => [
            'question' => '希望你喜歡來台南玩，抱歉上次假期都沒帶你特別去哪裡，希望你喜歡台南的食物~~~',
            'answer' => '耶，阿宇又要放假了，希望這週有事情可以跟你分享'
        ],
        '2019-05-13' => [
            'question' => '有ㄧ天老師問風紀股長：有沒有應到的未到？',
            'answer' => '風紀股長：沒聞到'
        ],
        '2019-05-14' => [
            'question' => '男：「說實話，我腦子裡有問題。」 女：「啥問題？」',
            'answer' => '男：「問題是，你願意嫁給我嗎？」'
        ],
        '2019-05-15' => [
            'question' => '毛利小五郎：小蘭叫柯南吃飯',
            'answer' => '柯南：你才小懶叫！'
        ],
        '2019-05-16' => [
            'question' => '有一天小明跟小美走在沙漠，遇見了神燈 神燈說要給他們一人一個願望！
小明：我想要變聰明
於是神燈給了小明一顆聰明丸
小美：我想要長高丸',
            'answer' => '於是小美就變成了男生'
        ],
        '2019-05-16' => [
            'question' => '毛利小五郎：小蘭叫柯南吃飯',
            'answer' => '柯南：你才小懶叫！'
        ],
        '2019-05-19' => [
            'question' => '謝謝妳訂了八色烤肉，好期待哦，感覺人生又充滿了一點希望',
            'answer' => '這禮拜我們都要加油哦，把事請都做好，比如把廁所掃乾淨給大家大便時可以專心想想自己心愛的人，想想也是蠻有意義的吧，加油'
        ],
        '2019-05-20' => [
            'question' => '不知道你還是不是還在嗡嗡嗡的忙碌中呢，記得要留點時間給自己哦，雖然你上禮拜說禮拜日要留給自己，姐果還是在讀考試ＱＱ',
            'answer' => '但，想想再過不久阿宇就要去找你了，而且再退伍時還要一起去澎湖捏 <3 '
        ],
        '2019-05-21' => [
            'question' => '今天應該是IBM上課的日子，報告有順利嗎，之前聽你說組員很做自己，對於他們想做的東西總是先做再說很投入其中，真的為你開心可以找到這樣的組員',
            'answer' => '偶爾想想自己有久沒有專心投入一件事情了，想想最近在當兵時候都有在筆記本上寫下放假要在社群提問問的問題或者要學習的項目，都沒達成就覺得小小失落，要再加油點，謝謝冠樺，感覺你給了我當兵蠻多的力量'
        ],
        '2019-05-22' => [
            'question' => '最近當兵時候都會找時間看看你的照片，我們去北海道的照片，想想還是好浪漫好不可置信哦',
            'answer' => '還會覺得自己在於這個世上感覺蠻虛渺的，感覺其實做什麼事、什麼遭遇都是一時的，只要專心做好陪伴好喜歡的人就足夠了'
        ],
        '2019-05-23' => [
            'question' => '今天過得好嗎，一個禮拜過得真快，上禮拜看你那麼忙碌真的有點心疼',
            'answer' => '再瀚賢案子部分雖然讓你有點不開心，但我跟同梯討論到這個案子的時候他們都說好酷哦，這麼說你女朋友的設計會出險在飛機的文宣上嗎，感覺是一個很棒的作品集耶，我想想也是耶，我們何嘗不是在累積及學習跟人合作，所以想跟你說一個不知道我說能不能有點可信度的話是，我們更虛心待人吧，雖然我常常蠻傲嬌的，但希望你能提醒我，一起加油'
        ],
        '2019-05-23' => [
            'question' => '明天就要見面了，有沒有很開心XDDD ，今天應該本尊建宇也會有時間打電話給妳，那我就不多說話了',
            'answer' => '啊啊啊啊啊啊啊，我...'
        ]
    ],
];
