<?php

return [
    'good_morning_greet_arr' => [
        '快樂是一天，痛苦也是一天，冠樺~打起精神來吧 :)',
        '早起的鳥兒有蟲起!! 冠樺 fighting ~ ',
        '正式壓力，青送面對~~ 阿宇永遠在你身邊喔',
        '冠樺，早安，衝衝衝',
        '早安，冠樺，今天的你似乎幹勁十足呢!',
        '冠樺，今天有沒有又被自己美醒啊 XD ',
        'Hi 冠樺，早安',
    ],
    'question_greet_arr' => [
        '冠樺，忙碌一天累了吧',
        '冠樺，辛苦了',
        '嗨嗨，你那邊天氣好嗎',
        '來吧',
        '哈哈哈哈哈哈哈哈，你今天精神狀況好嗎',
        '今天過得好嗎',
    ],
    'daily_questions' => [
        '2019-03-26' => [
            'question' => '你知道颱風天要帶多少錢才能夠出門嗎? ',
            'answer' => '4千萬...... ，因為「颱風天沒事千萬不要出門 」'
        ],
        '2019-03-27' => [
            'question' => '為什麼哈利波特不吃冰',
            'answer' => '因為魔法少年賈修'
        ],
        '2019-03-28' => [
            'question' => '你知道 "Kiss"是動詞、形容詞還是名詞？ ',
            'answer' => '你猜對了嗎，它是連接詞 wwww'
        ],
        '2019-03-29' => [
            'question' => '你知道 "Kiss"是動詞、形容詞還是名詞？ ',
            'answer' => '你猜對了嗎，它是連接詞 wwww'
        ],
        '2019-03-30' => [
            'question' => '達文西密碼的上面是什麼?',
            'answer' => '是達文西帳號，加碼你知道下面是什麼嗎?，是「文西，忘記密碼了嗎?」'
        ],
        '2019-03-31' => [
            'question' => '一個海獅會做什麼什麼呢？',
            'answer' => '海獅會害怕，那三個海獅會...不知所措 XDD'
        ],
        '2019-04-01' => [
            'question' => '你知道中國哪個皇帝最漂亮嗎?',
            'answer' => '是秦始皇。因為他暴政'
        ],
        '2019-04-02' => [
            'question' => '
            小明1歲就被絆倒1次
            小美3歲就被絆倒3次
            小華5歲就被絆倒5次
            猜一地名',
            'answer' => '是依比例半島，(假摔動作)'
        ],
        '2019-04-03' => [
            'question' => '有禿頭的人適合看什麼片?',
            'answer' => '是鬼片，因為會讓他們頭皮發毛'
        ],
        '2019-04-04' => [
            'question' => '你知道誰的微積分最爛嗎?',
            'answer' => '是孔子，因為他知其不可為而為之XDD'
        ],
        '2019-04-05' => [
            'question' => '有一天梨子跟蘋果比賽誰先喊對方的名字誰就輸了，為什麼梨子贏了？',
            'answer' => '因為蘋果說了「來啊！」XDDD'
        ],
    ],
];
